{
  "sources": [
    {
      "href": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
      "articles": [
        {
          "description": "If you&#39;re new to this sub, you&#39;ve probable seen the advice everywhere to get a hardware wallet to properly protect your crypto. &quot;Not your keys not your crypto&quot; as the saying goes. However, I&#39;m sure some of you are in the same situation I was, reluctant to buy a hardware wallet because of the &quot;small&quot; amount of crypto you own. Trust me, just buy one anyways. A hardware wallet is not only more secure, it&#39;s a lot easier to use. Instead of screwing around with multiple online …",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2wyx5/just_suck_it_up_and_buy_a_hardware_wallet_i/",
          "publishedOn": "2021-05-02T02:14:57.000Z",
          "wordCount": 974,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Just suck it up and buy a hardware wallet, I promise it's well worth it."
        },
        {
          "description": "I observed a good number of people choose crypto over stocks or ETFs because they want to get rich quicker.\n Crypto is not a place where you can rely on getting rich overnight. The stories about people becoming millionaires in days: realize that for every one who does, thousands else have failed. People thinking that being a millionaire can happen to them easily, comes to the point where people are chasing pumps in bad investments like Doge or Safemoon with lots of cash and getting burned. It&#39;s just gre…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2wysp/having_the_mindset_of_wanting_to_getting_rich_in/",
          "publishedOn": "2021-05-02T02:14:44.000Z",
          "wordCount": 901,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Having the mindset of wanting to getting rich in an extremely small amount of time is dangerous."
        },
        {
          "description": "Here are a few gems I learned the hard way... sorry about the frustrating Reddit Formatting.\n  \nDo Your Own Research. Don&#39;t just pick a coin shilled by some clown like me on Reddit or an advisor on YouTube. Your Uncle Tommy might not be as smart as you think. Do read and research to find a project that makes sense and has a real world use cases - good tokenomics and development teams. This leads to... \n \nThere are NO GET RICH QUICK SCHEMES! ☆Thus, stay away from S***Coins!☆\n \n The Reddit groups such as …",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2w64j/what_i_wish_id_known_before_investing_in_crypto/",
          "publishedOn": "2021-05-02T01:24:04.000Z",
          "wordCount": 1611,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "What I Wish I'd Known Before Investing in Crypto..."
        },
        {
          "description": "Welcome to the Daily Discussion. Please read the disclaimer, guidelines, and rules before participating.\n  \n \nDisclaimer:\n Though karma rules still apply, moderation is less stringent on this thread than on the rest of the sub. Therefore, consider all information posted here with several liberal heaps of salt, and always cross check any information you may read on this thread with known sources. Any trade information posted in this open thread may be highly misleading, and could be an attempt to manipulate …",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2urs1/daily_discussion_may_2_2021_gmt0/",
          "publishedOn": "2021-05-02T00:00:20.000Z",
          "wordCount": 702,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Daily Discussion - May 2, 2021 (GMT+0)"
        },
        {
          "description": "It’s been a long time, 353 days exactly since Reddit has released moons, and this is a pretty important milestone IMO, with 12 distribution cycles happening, close to 60,000,000/150,000,000 moons distributed, and a milestone of $0.10 per moon hit. I feel like moons and community points in general have a really bright future, and they have really changed peoples lives, because farming moons in some countries allows you to earn multiple times better than a minimum wage job. Onward to the moon!\n Edit: for ever…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2tyvb/moons_have_hit_010/",
          "publishedOn": "2021-05-01T23:13:35.000Z",
          "wordCount": 470,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Moons have hit $0.10!"
        },
        {
          "description": "The only value any currency has, is the value the people believe it has.\n  \nYes doge has no other value other than a currency, and Bitcoin already has that roll.\n \nYes other cryptocurrencys have more use cases like smart contracts and dapps\n \nYes dogecoin is mined at an insane rate, so every second it is losing it&#39;s value. (Funny how crypto bro&#39;s will always point out the way governments are over printing cast, but dogecoin is cool)\n \n But fuck it if Elon Mush can pump it on SNL and the ignorant pub…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2tmzp/lets_face_it_doge_could_end_up_a_success/",
          "publishedOn": "2021-05-01T22:55:26.000Z",
          "wordCount": 507,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Let's face it Doge could end up a success..."
        },
        {
          "description": "The british accent, easy to understand, objective info and clear presentation. This guy&#39;s got a noobazoid clued up so if you&#39;re a noobazoid like me and you haven&#39;t already subscribed i highly recommend it! Thanks to the guys who recommended him to me. Love this community for real\n (Not affiliated, Not affiliated, Not affiliated, Not affiliated, Not affiliated, Not affiliated, Not affiliated, Not affiliated, Not affiliated, Not affiliated, Not affiliated, Not affiliated, Not affiliated, Not affil…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2skn9/coin_bureau_on_youtube_has_quality_crypto_content/",
          "publishedOn": "2021-05-01T21:59:49.000Z",
          "wordCount": 760,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Coin Bureau on Youtube has quality Crypto content especially for newbies"
        },
        {
          "description": "I have invested what I can afford in projects I believe in, but being young and not having a lot of capital at my disposal means that I (and probably a lot of other people too) won’t be able to capitalize big time. Don’t get me wrong, I love seeing my investments grow to new time highs. But knowing if I was born a few years earlier I would’ve invested more and invested sooner, is kind of a bummer. \n I guess some new project will come about in a couple of years time, but it’s still a little sad to just miss …",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2rpj3/as_a_young_person_its_quite_sad_to_watch_the/",
          "publishedOn": "2021-05-01T21:16:43.000Z",
          "wordCount": 892,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "As a young person, it’s quite sad to watch the crypto space grow to new highs and not have the capital to capitalize on that"
        },
        {
          "description": "&#32; submitted by &#32;  /u/BoundariesAreFun  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2pzp8/move_over_bitcoin_ethereum_is_at_an_alltime_high/",
          "publishedOn": "2021-05-01T19:53:45.000Z",
          "wordCount": 548,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Move over, Bitcoin. Ethereum is at an all-time high"
        },
        {
          "description": "&#32; submitted by &#32;  /u/Sourcandybars  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2pvqk/binance_to_donate_over_1000_oxygen_connectors_to/",
          "publishedOn": "2021-05-01T19:48:23.000Z",
          "wordCount": 690,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Binance to donate over 1,000 oxygen connectors to Indian hospitals"
        },
        {
          "description": "I was just poking around my vault and saw my 10 moons were actually from tips! Since I don&#39;t know how to thank these individuals personally I wanted to say thank you to everyone who tips moons.\n In my country the dollar feels like it&#39;s x20 more powerful, so while 10 moons may not seem like anything in great countries like the United States or Canada, here these 10 moons are sufficient for a dinner for one. Dinner from strangers is unheard of here and many are hungry. I have to say thank you so much!…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2prwt/thank_you_to_those_who_tip_moons/",
          "publishedOn": "2021-05-01T19:43:21.000Z",
          "wordCount": 561,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Thank You to Those Who Tip Moons"
        },
        {
          "description": "Hi all,\n I&#39;m mostly writing this in hopes that at least some of the newcomers, who are getting or will get involved with crypto and visit this subreddit, will see this and not make mistakes that a lot of people already did by trusting scumbag YouTubers.\n Most of you already know about BitBoy Crypto, one of the biggest crypto YouTube channels out there. This guy is earning a lot of money from views he gets and paid promotions he does for different coins. However, despite all of this, he still has the ner…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2pnei/beware_of_shady_youtubers_such_as_bitboy_crypto/",
          "publishedOn": "2021-05-01T19:37:17.000Z",
          "wordCount": 1038,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Beware of shady YouTubers such as BitBoy Crypto"
        },
        {
          "description": "In March, Citibank (top 4 US bank) published a report on Bitcoin, called Bitcoin: At the Tipping Point. It is an extensive 108 page report that examines Bitcoin in detail and alleges that it is currently at a tipping point and we could be at the start of massive transformation of cryptocurrency into the mainstream.\n According to Citibank, Bitcoin is in prime position to become the currency of choice for international trade, because it is immune from both fiscal and monetary policy, avoids the need for cross…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2o5vn/citibank_says_bitcoin_may_be_optimally_positioned/",
          "publishedOn": "2021-05-01T18:26:03.000Z",
          "wordCount": 1087,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Citibank says Bitcoin may be optimally positioned to become the preferred currency for global trade"
        },
        {
          "description": "As we near the price of moons reaching 14 cents, which would inturn return us to the celebrated 12 cents per comment upvote, 6 cents for posts. We shall never forget the injustice done to us at 0.88 on 21/4.\n Soon moons will reach 50 cents and we shall celebrate but even here shall we never forget the travesty of the days events.\n When your grandchildren are in school they shall learn of 21/4/2021 as a day of great tragedy for this sub.\n As we continue to grow, do not forget our past people, but also rememb…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2o4jt/we_are_close_to_returning_to_that_magic_12cents/",
          "publishedOn": "2021-05-01T18:24:15.000Z",
          "wordCount": 570,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "We are close to returning to that magic 12cents per comment upvote."
        },
        {
          "description": "&#32; submitted by &#32;  /u/DaveinOakland  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2mssm/bill_mahr_chimed_in_on_crypto_lets_look_at/",
          "publishedOn": "2021-05-01T17:19:25.000Z",
          "wordCount": 585,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Bill Mahr chimed in on Crypto, let's look at history....Bill Mahr on Airbnb in 2015 \"Airbnb? You really think anybody really wants to have total strangers living in their apartment for a week? \""
        },
        {
          "description": "Although BTC started to tank a little today, ETH just reached a new ATH around 2920$ it is so exciting to see it moving on its own. This is only good for the future of crypto as a whole.\n Maybe in the future this will change the time we spend at a bear market because not everything&#39;s tanking at the same time.\n  &#32; submitted by &#32;  /u/PinkEyeBoi1  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2mq4z/i_am_loving_the_fact_that_eth_is_moving/",
          "publishedOn": "2021-05-01T17:15:45.000Z",
          "wordCount": 670,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "I am LOVING the fact that ETH is moving independent to BTC"
        },
        {
          "description": "What are your top 5 coins that you think are the best to hold for the next 5 years? Can be small, mid or high cap. Let’s hear it.\n Mine are as follows in order of highest to lowest % in my portfolio currently that I believe will make huge waves in the next 5 years.\n  \nETH\n ADA\n VECHAIN\n BTC\n CAKE\n  \nLet us hear everyone’s thoughts.\n  &#32; submitted by &#32;  /u/SwagEmpire  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2m095/your_top_5_coins_for_the_next_5_years/",
          "publishedOn": "2021-05-01T16:39:32.000Z",
          "wordCount": 430,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Your top 5 coins for the next 5 years?"
        },
        {
          "description": "Hi! So, I&#39;m new to crypto and I follow the &quot;don&#39;t invest money you can&#39;t afford to lose&quot; motto. The challenges of trying to get into crypto are numerous. A few examples of the challenges for a newbie trying to figure this out:\n &#x200B;\n  \nYou need to find an exchange or exchanges to buy crypto. Okay, I&#39;ll just sign-up. Sure, just fill out this information, provide your SS#, take a picture of your passport or driver&#39;s license, then upload a picture of your face, and all other p…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2kkgl/crypto_is_not_easy_for_newbies_especially_those/",
          "publishedOn": "2021-05-01T15:27:34.000Z",
          "wordCount": 1639,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Crypto is NOT easy for newbies (especially those with modest sums to invest)---in the short-term this may actually result in greater profits for those invested now."
        },
        {
          "description": "&#x200B;\n Last month I started keeping track of my free Crypto. This is any crypto that I haven&#39;t personally bought.\n &#x200B;\n My methods:\n Coinbase Earn:\n You earn free crypto by watching a video explaining how a project works, and answer some questions about it, in return you receive between $1-$3 dollars for each one.\n In July 2020 I did majority of the Coinbase earn rewards, this was roughly $32 at the time, and is now $292 of my free crypto.\n https://preview.redd.it/gyl18kv4jiw61.png?width=707&amp…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2ixfi/april_update_free_crypto_the_importance_and_how/",
          "publishedOn": "2021-05-01T14:01:58.000Z",
          "wordCount": 1063,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "April Update: Free Crypto, The importance and how to get it. From Coinbase Earn to automation - I kept track of my free crypto and is now worth $637"
        },
        {
          "description": "I&#39;m just gonna name some of the bigger ones:\n The most recent one was Uranium Finance where $50m in crypto has been stolen.\n Not too long ago Turtledex protocol rug pull happened. In this case, the team got away after raising roughly 9,000 Binance tokens. Soon after the funds were drained, social media accounts were deleted and the website was taken down, leaving clients in the dark.\n Before this, there was the Meerkat Finance fiasco, which saw 13.96 million BUSD, plus 73,635 BNB cleaned out. Meerkat wa…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2i8iq/psa_46_defi_projects_on_the_binance_smart_chain/",
          "publishedOn": "2021-05-01T13:22:11.000Z",
          "wordCount": 844,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "PSA: 46 DeFi projects on the Binance Smart Chain have exit scammed in just the last month"
        },
        {
          "description": "When a public company goes tits up and files bankruptcy guess who gets paid last ? That’s right, your “partial ownership” granted you the privilege of being compensated exactly fucking nothing. But wait, certainly I could show up at the offices and pick out a nice used IBM workstation or at least a well broken in office chair before the liquidators come in ? After all, I was PART OWNER of GM! NOPE. Your grand pappy never actually owned a single red cent of General Motors when he felt so confident dumping hi…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2hdvg/traditional_investments_are_no_more_real_than/",
          "publishedOn": "2021-05-01T12:28:06.000Z",
          "wordCount": 958,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Traditional Investments are no more “real” than crypto, the illusion of realness has just been perpetuated longer."
        },
        {
          "description": "&#32; submitted by &#32;  /u/ChickiWahWah-Splat  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2gpce/mark_cuban_says_60_of_his_crypto_portfolio_is_in/",
          "publishedOn": "2021-05-01T11:41:33.000Z",
          "wordCount": 562,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Mark Cuban Says 60% of His Crypto Portfolio Is in Bitcoin"
        },
        {
          "description": "&#32; submitted by &#32;  /u/SweetPie123  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2gj30/actress_mila_kunis_reveals_im_using/",
          "publishedOn": "2021-05-01T11:29:24.000Z",
          "wordCount": 484,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Actress Mila Kunis Reveals 'I'm Using Cryptocurrencies' After Getting Into Bitcoin With Ashton Kutcher 8 Years Ago"
        },
        {
          "description": "I don&#39;t see this spoken often enough so I&#39;ll say it myself - two important things you must know:\n If the video came out, it&#39;s too late to follow in the creator&#39;s footsteps\n That video about a newly developed, unknown, guaranteed, Teenage Mutant Ninja Turtles strategy will not bring you money. That person is there for views with which he will make even more money - he sure as hell is not about to give everyone a state of the art technique. Moreover, he probably doesn&#39;t even know such a te…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2gegv/psa_if_you_see_a_youtube_or_tiktok_video_telling/",
          "publishedOn": "2021-05-01T11:20:40.000Z",
          "wordCount": 976,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "PSA: If you see a YouTube or TikTok video telling you to invest in some coin, it's too late to invest in that coin."
        },
        {
          "description": "Not gonna name names because this is not about trashing someone in particular, but it&#39;s really getting on my nerves lately. I&#39;m trying to get more informed about crypto, so I started browsing youtube for reasonable voices, but 99% of those crypto youtubers give me a shady impression, to say the least. And it&#39;s not limited to small channels with 100 subscribers, even channels with over 100k subscribers give me snake-oil salesman vibes. These channels are mostly structured the same:\n  \nhype thumbn…",
          "link": "https://www.reddit.com/r/CryptoCurrency/comments/n2fela/opinion_so_many_cryptocurrency_youtubers_sound/",
          "publishedOn": "2021-05-01T10:03:59.000Z",
          "wordCount": 1036,
          "sourceHref": "http://www.reddit.com/r/CryptoCurrency/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : CryptoCurrency",
          "title": "Opinion: So many cryptocurrency youtubers sound like scam artists"
        }
      ]
    },
    {
      "href": "http://www.reddit.com/r/datascience/top.rss?sort=top&t=day",
      "articles": [
        {
          "description": "This transaction could be anything depending on a website like in my case(financial website) it could range from opening a bank account/ linking an account,etc etc. Also the problem with using common metrics bounce rate,exit rate is that it completely disregard the intention of the visitors, maybe the person is just there for explorative purpose and if he doesn&#39;t perform an action that not necessarily means it&#39;s a friction point given the intention\n  &#32; submitted by &#32;  /u/fAceHigh  \n [link] &…",
          "link": "https://www.reddit.com/r/datascience/comments/n3339v/how_can_someone_measurequantify_friction_faced_by/",
          "publishedOn": "2021-05-02T09:46:08.000Z",
          "wordCount": 292,
          "sourceHref": "http://www.reddit.com/r/datascience/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : datascience",
          "title": "How can someone measure/quantify friction faced by visitors on a website while performing a transaction/action"
        },
        {
          "description": "I’m a data science student and learned about how machine learning is used in the stock market. Before I waste time scraping some data and attempting my own multiple linear regression, I’m sure someone here has done this or does this. Is it worth it? Or is crypto too volatile to reliably predict?\n  &#32; submitted by &#32;  /u/brotis86  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/datascience/comments/n31b1r/crypto_and_mlr/",
          "publishedOn": "2021-05-02T07:21:55.000Z",
          "wordCount": 342,
          "sourceHref": "http://www.reddit.com/r/datascience/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : datascience",
          "title": "Crypto and MLR"
        },
        {
          "description": "Hello to all, I&#39;m not sure this is the right sub for this but...\n I&#39;m interested in doing a subscription to data camp and i heard they have a 50% off sale a couple of times a year so it seems ridicules to get the full price.\n does anybody know when in the year they have the sale?\n  &#32; submitted by &#32;  /u/Yoni_verse  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/datascience/comments/n31a8s/data_camp_subscription_discount/",
          "publishedOn": "2021-05-02T07:20:06.000Z",
          "wordCount": 308,
          "sourceHref": "http://www.reddit.com/r/datascience/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : datascience",
          "title": "Data camp subscription discount"
        },
        {
          "description": "I&#39;m on track to graduate with a MS in Statistics in a few months time. I have no prior working experience (only software and data engineering internships) and my bachelors was in engineering (Industrial Engineering with Computer Science minor).\n I tried applying to data science jobs but not much luck so far. Most of my interview callbacks are from engineering positions. I honestly do not mind being an engineer. However, does it mean that I would be wasting my MS?\n Ps I currently have an offer as an engi…",
          "link": "https://www.reddit.com/r/datascience/comments/n2je24/is_it_a_waste_to_not_go_into_data_science_after/",
          "publishedOn": "2021-05-01T14:27:04.000Z",
          "wordCount": 1108,
          "sourceHref": "http://www.reddit.com/r/datascience/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : datascience",
          "title": "Is it a waste to not go into data science after getting my MS?"
        },
        {
          "description": "Hi All,\n I have to set up a GitHub repo for an upcoming project and was researching some data science templates to follow. I came across cookie cutter and this template by drivendata: https://github.com/drivendata/cookiecutter-data-science\n &#x200B;\n It looks pretty comprehensive, but I feel I might not need a lot of it, like my data would be pulled straight from a db and not from a dump and neither it would be stored somewhere so the need for data folder is not there.\n I would be developing a modelling pip…",
          "link": "https://www.reddit.com/r/datascience/comments/n2gqwb/what_github_template_do_you_guys_follow/",
          "publishedOn": "2021-05-01T11:44:42.000Z",
          "wordCount": 1370,
          "sourceHref": "http://www.reddit.com/r/datascience/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : datascience",
          "title": "What GitHub template do you guys follow?"
        },
        {
          "description": "This might be the wrong sub, so please direct me to the correct one if it is, but: \n Is there software that can create a model for research findings for a disease? Preferably free/cheap.\n Wishlist:\n  \nOrganized per subtopic (immune system / metabolome / genetic etc).\n \nYou can mark if something was found normal/abnormal with color, with more than 1 option per thing because some research is contradicting (researcher A found thing X was higher than normal but researcher B found it was lower), with a link to t…",
          "link": "https://www.reddit.com/r/datascience/comments/n2ftwx/is_there_software_that_can_build_a_model_of/",
          "publishedOn": "2021-05-01T10:38:34.000Z",
          "wordCount": 543,
          "sourceHref": "http://www.reddit.com/r/datascience/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : datascience",
          "title": "Is there software that can build a 'model' of disease research findings with what's normal/abnormal?"
        }
      ]
    },
    {
      "href": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
      "articles": [
        {
          "description": "&#32; submitted by &#32;  /u/shadysocks4  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n32acs/oc_fraction_of_all_us_wealth_owned_by_each/",
          "publishedOn": "2021-05-02T08:40:30.000Z",
          "wordCount": 635,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "[OC] Fraction of all US Wealth owned by each Generation relative to their age (Updated Q4 2020)"
        },
        {
          "description": "&#32; submitted by &#32;  /u/Fernando3161  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n2ye3f/country_borders_oc/",
          "publishedOn": "2021-05-02T03:45:58.000Z",
          "wordCount": 202,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "Country Borders [OC]"
        },
        {
          "description": "&#32; submitted by &#32;  /u/ddoherty958  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n2ridx/oc_timeline_of_the_reliant_motor_companys/",
          "publishedOn": "2021-05-01T21:07:00.000Z",
          "wordCount": 133,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "[OC] Timeline of the Reliant Motor Company's production history"
        },
        {
          "description": "&#32; submitted by &#32;  /u/BlackAndWhiteData  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n2ppkz/oc_most_generours_people_in_the_world_according/",
          "publishedOn": "2021-05-01T19:40:15.000Z",
          "wordCount": 787,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "[OC] Most generours people in the world, according to World Happiness Report"
        },
        {
          "description": "&#32; submitted by &#32;  /u/MetricT  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n2oqbg/oc_stl_decomposition_of_fbi_nics_firearm/",
          "publishedOn": "2021-05-01T18:53:25.000Z",
          "wordCount": 742,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "[OC] - STL Decomposition of FBI NICS Firearm Background Checks"
        },
        {
          "description": "&#32; submitted by &#32;  /u/Zan_Jr  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n2opin/oc_oecd_countries_household_finance_by_1_income_2/",
          "publishedOn": "2021-05-01T18:52:19.000Z",
          "wordCount": 1302,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "[OC] OECD countries household finance by 1. Income, 2. Debt, 3. Financial Net worth, 4. Total Net worth & Helps needed with some explanatory questions."
        },
        {
          "description": "&#32; submitted by &#32;  /u/zeando  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n2nzj7/realtoxicityprompts_evaluating_neural_toxic/",
          "publishedOn": "2021-05-01T18:17:39.000Z",
          "wordCount": 145,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "RealToxicityPrompts: Evaluating Neural Toxic Degeneration in Language Models"
        },
        {
          "description": "&#32; submitted by &#32;  /u/annonomouse2  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n2nz1y/oc_percentage_of_english_population_estimated_to/",
          "publishedOn": "2021-05-01T18:17:04.000Z",
          "wordCount": 463,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "[OC] Percentage of English population estimated to have COVID-19 each week"
        },
        {
          "description": "&#32; submitted by &#32;  /u/sizeinfinity  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n2n7ex/oc_of_winslossesdraws_in_lichess_games_with_10/",
          "publishedOn": "2021-05-01T17:40:11.000Z",
          "wordCount": 164,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "[OC] % of wins/losses/draws in Lichess games with 10+ minute start time as a function of rating"
        },
        {
          "description": "&#32; submitted by &#32;  /u/TheKookster  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n2mpw3/oc_most_prolific_forwards_of_the_21st_century/",
          "publishedOn": "2021-05-01T17:15:24.000Z",
          "wordCount": 185,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "[OC] Most prolific forwards of the 21st century"
        },
        {
          "description": "&#32; submitted by &#32;  /u/Topinio  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n2m3eh/oc_world_covid19_fatality_rate_zscore_data_from/",
          "publishedOn": "2021-05-01T16:43:42.000Z",
          "wordCount": 505,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "[OC] World COVID-19 Fatality Rate Z-score - Data from worldometers.info/coronavirus/"
        },
        {
          "description": "&#32; submitted by &#32;  /u/collnell  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n2h0rk/oc_comparing_snowmelt_and_streamflow_in_high_and/",
          "publishedOn": "2021-05-01T12:03:33.000Z",
          "wordCount": 432,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "[OC] comparing snowmelt and streamflow in high and low snow years"
        },
        {
          "description": "&#32; submitted by &#32;  /u/simiansecurities  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/dataisbeautiful/comments/n2flx2/oc_of_songs_played_each_week_on_mtvs_headbangers/",
          "publishedOn": "2021-05-01T10:20:57.000Z",
          "wordCount": 621,
          "sourceHref": "http://www.reddit.com/r/dataisbeautiful/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : dataisbeautiful",
          "title": "[OC] % of songs played each week on MTV's Headbanger's Ball, by genre"
        }
      ]
    },
    {
      "href": "http://www.reddit.com/r/artificial/top.rss?sort=top&t=day",
      "articles": [
        {
          "description": "Hi everyone,\n I&#39;ve developed an app that uses the latest advancement in text generation AI (GPT-3) to find ideas, recipes, captions for photos, and much more, just from your inputs.\n I&#39;m trying to constantly improve the outputs of the generator, but the project is young and I need feedback as much as possible.\n Find out more: https://www.peoplendroid.it/app.php?name=TBot\n  &#32; submitted by &#32;  /u/ppndrd  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/artificial/comments/n330yz/improvements_in_text_generation/",
          "publishedOn": "2021-05-02T09:40:48.000Z",
          "wordCount": 152,
          "sourceHref": "http://www.reddit.com/r/artificial/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : artificial",
          "title": "Improvements in text generation"
        },
        {
          "description": "Hi there! Does anyone know of an app or software that finds a particular input from bulks of text?\n Like &#39;find a paragraph that mentions ___ and ___&#39; and it produces all the times the word/words came up in the document/book?\n  &#32; submitted by &#32;  /u/ricksElar  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/artificial/comments/n2yi66/text_finder_for_multiple_documents/",
          "publishedOn": "2021-05-02T03:53:01.000Z",
          "wordCount": 174,
          "sourceHref": "http://www.reddit.com/r/artificial/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : artificial",
          "title": "Text Finder for multiple documents"
        },
        {
          "description": "Ray Summit is a free virtual conference taking place from June 22-24 with the talks being posted shortly after the conference. Ray Summit brings together developers, ML practitioners, data scientists, DevOps, and cloud-native architects interested in building scalable data &amp; AI applications with Ray, the open-source Python framework for distributed computing.\n Reinforcement learning talks include:\n Using Reinforcement Learning to Optimize IAP Offer Recommendations in Mobile Games (Wildlife Studios)\n Off…",
          "link": "https://www.reddit.com/r/artificial/comments/n2x959/free_scalable_machine_learningrl_conference_ray/",
          "publishedOn": "2021-05-02T02:32:42.000Z",
          "wordCount": 254,
          "sourceHref": "http://www.reddit.com/r/artificial/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : artificial",
          "title": "Free Scalable Machine Learning/RL Conference (Ray Summit)"
        },
        {
          "description": "&#32; submitted by &#32;  /u/ccconstantin  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/artificial/comments/n2rhr6/a_russian_ai_graphic_designer_fooled_the_world/",
          "publishedOn": "2021-05-01T21:06:11.000Z",
          "wordCount": 265,
          "sourceHref": "http://www.reddit.com/r/artificial/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : artificial",
          "title": "A RUSSIAN AI 'GRAPHIC DESIGNER' FOOLED THE WORLD"
        },
        {
          "description": "Hello, I’m interest in AI and want to focus my career path on this field. I’m a new grad with a B.S degree in CS. Right now, I’m in the middle between going to graduate school or taking AI online courses? Will those courses offered online is enough to work in the field?\n I recently got accepted to a MS program in Computer Science (Artificial Intelligence). I’m very excited to go to graduate school, however, lots of people around me suggest it would not necessary to go to graduate school to work in AI field …",
          "link": "https://www.reddit.com/r/artificial/comments/n2pwqc/online_courses_vs_master_degree_in_ai/",
          "publishedOn": "2021-05-01T19:49:43.000Z",
          "wordCount": 326,
          "sourceHref": "http://www.reddit.com/r/artificial/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : artificial",
          "title": "Online Courses Vs Master degree in AI?"
        },
        {
          "description": "https://xsnypsx.livejournal.com/3355.html\n By implementing such a scheme in virtual space, it is possible to emulate a truly conscious being in its lowest degree of awareness, which will not only pretend to feel, but will really believe that it is feeling. It may be hard to believe, but it is not much more difficult than realizing the fact that the lizard is also a person. It is so difficult for us to imagine what it would be like to be a lizard, so what about a virtual being, in the consciousness of which …",
          "link": "https://www.reddit.com/r/artificial/comments/n2n8pc/schematic_diagram_of_how_typical_thinking_works/",
          "publishedOn": "2021-05-01T17:41:54.000Z",
          "wordCount": 318,
          "sourceHref": "http://www.reddit.com/r/artificial/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : artificial",
          "title": "Schematic diagram of how typical thinking works"
        },
        {
          "description": "&#32; submitted by &#32;  /u/sportifynews  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/artificial/comments/n2lgu2/top_10_artificial_intelligence_research_companies/",
          "publishedOn": "2021-05-01T16:12:32.000Z",
          "wordCount": 120,
          "sourceHref": "http://www.reddit.com/r/artificial/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : artificial",
          "title": "Top 10 Artificial Intelligence Research Companies to Know in 2021"
        },
        {
          "description": "&#32; submitted by &#32;  /u/mildlyoverfitted  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/artificial/comments/n2kf4k/differentiable_augmentation_for_gans_using_kornia/",
          "publishedOn": "2021-05-01T15:19:59.000Z",
          "wordCount": 108,
          "sourceHref": "http://www.reddit.com/r/artificial/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : artificial",
          "title": "Differentiable augmentation for GANs (using Kornia)"
        },
        {
          "description": "&#32; submitted by &#32;  /u/OnlyProggingForFun  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/artificial/comments/n2j1vo/infinite_nature_fly_into_an_image_and_explore_it/",
          "publishedOn": "2021-05-01T14:08:54.000Z",
          "wordCount": 175,
          "sourceHref": "http://www.reddit.com/r/artificial/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : artificial",
          "title": "Infinite Nature: Fly into an image and explore it like a bird!"
        },
        {
          "description": "&#32; submitted by &#32;  /u/qptbook  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/artificial/comments/n2hqpl/new_brainlike_computing_device_simulates_human/",
          "publishedOn": "2021-05-01T12:51:23.000Z",
          "wordCount": 106,
          "sourceHref": "http://www.reddit.com/r/artificial/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : artificial",
          "title": "New brain-like computing device simulates human learning"
        }
      ]
    },
    {
      "href": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
      "articles": [
        {
          "description": "&#32; submitted by &#32;  /u/PauloPatricio  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n32wq0/dutch_couple_move_into_europes_first_fully/",
          "publishedOn": "2021-05-02T09:30:38.000Z",
          "wordCount": 132,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Dutch couple move into Europe’s first fully 3D-printed house"
        },
        {
          "description": "&#32; submitted by &#32;  /u/Wagamaga  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n326m8/victorian_government_pledges_to_slash_states/",
          "publishedOn": "2021-05-02T08:31:56.000Z",
          "wordCount": 139,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Victorian government pledges to slash state’s carbon emissions by 50% by 2030"
        },
        {
          "description": "&#32; submitted by &#32;  /u/shubhbadonia  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n31u5s/worlds_biggest_airplane_takes_to_the_skies_for_a/",
          "publishedOn": "2021-05-02T08:04:02.000Z",
          "wordCount": 159,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "World's Biggest Airplane Takes To The Skies For A Second Time After A Two Year Hiatus"
        },
        {
          "description": "&#32; submitted by &#32;  /u/propperprim  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n31ll1/we_are_devastated_instacart_is_deactivating/",
          "publishedOn": "2021-05-02T07:45:24.000Z",
          "wordCount": 587,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "\"We Are Devastated\": Instacart Is Deactivating Workers and They Don't Know Why: \"We don’t know how we will pay for rent and bills and be able to provide for our families.\""
        },
        {
          "description": "&#32; submitted by &#32;  /u/propperprim  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n31kk6/basecamp_employees_are_leaving_after_ceo_bans/",
          "publishedOn": "2021-05-02T07:43:13.000Z",
          "wordCount": 628,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Basecamp Employees Are Leaving After CEO Bans Politics at Work"
        },
        {
          "description": "&#32; submitted by &#32;  /u/WannoHacker  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n31bri/spacex_crew_splashes_down_back_to_earth_after/",
          "publishedOn": "2021-05-02T07:23:15.000Z",
          "wordCount": 213,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "SpaceX crew splashes down back to Earth after historic space station mission"
        },
        {
          "description": "&#32; submitted by &#32;  /u/maxito98  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2xdn4/the_same_handful_of_websites_are_dominating_the/",
          "publishedOn": "2021-05-02T02:40:45.000Z",
          "wordCount": 448,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "The Same Handful of Websites Are Dominating The Web And That Could Be a Problem"
        },
        {
          "description": "&#32; submitted by &#32;  /u/PewPew84  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2x3p3/how_the_pentagon_started_taking_ufos_seriously/",
          "publishedOn": "2021-05-02T02:23:24.000Z",
          "wordCount": 735,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "How the Pentagon Started Taking U.F.O.s Seriously"
        },
        {
          "description": "&#32; submitted by &#32;  /u/TheColorOfDeadMen  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2vmdm/how_apples_airtags_prevent_stalkers_from_tracking/",
          "publishedOn": "2021-05-02T00:51:02.000Z",
          "wordCount": 179,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "How Apple’s AirTags Prevent Stalkers from Tracking You"
        },
        {
          "description": "&#32; submitted by &#32;  /u/kry_some_more  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2uo57/new_spectre_exploits_beat_all_mitigations_fixes/",
          "publishedOn": "2021-05-01T23:54:11.000Z",
          "wordCount": 184,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "New Spectre Exploits Beat All Mitigations: Fixes to Severely Degrade Performance"
        },
        {
          "description": "&#32; submitted by &#32;  /u/strainthebrain137  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2u7rd/preserving_intellectual_property_barriers_to/",
          "publishedOn": "2021-05-01T23:27:33.000Z",
          "wordCount": 1062,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Preserving Intellectual Property Barriers to Covid-19 Vaccines is Morally Wrong and Foolish"
        },
        {
          "description": "&#32; submitted by &#32;  /u/Mltivrs  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2ttzd/brave_new_world_is_being_reinvented_with/",
          "publishedOn": "2021-05-01T23:05:57.000Z",
          "wordCount": 134,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Brave New World is being reinvented with synthetic embryos—and the right reasons"
        },
        {
          "description": "&#32; submitted by &#32;  /u/kry_some_more  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2slcb/broadband_providers_revolt_against_new_york_law/",
          "publishedOn": "2021-05-01T22:00:29.000Z",
          "wordCount": 701,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Broadband Providers Revolt Against New York Law That Forces Them to Offer $15 and $20 Plans"
        },
        {
          "description": "&#32; submitted by &#32;  /u/speckz  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2q8i7/your_car_is_about_to_be_a_software_platform/",
          "publishedOn": "2021-05-01T20:05:41.000Z",
          "wordCount": 774,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Your Car Is About To Be A Software Platform, Subscriptions And All - The Auto Industry Has Finally Caught Up With Tesla’s Over-The-Air Upgrades And It’s Ready To Flex."
        },
        {
          "description": "&#32; submitted by &#32;  /u/TheColorOfDeadMen  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2p2qw/bitcoin_mining_now_uses_more_electricity_than/",
          "publishedOn": "2021-05-01T19:09:55.000Z",
          "wordCount": 484,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Bitcoin Mining Now Uses More Electricity Than Argentina"
        },
        {
          "description": "&#32; submitted by &#32;  /u/7MCMXC  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2l7sw/a_spacex_dragon_will_make_the_1st_nighttime/",
          "publishedOn": "2021-05-01T16:00:31.000Z",
          "wordCount": 313,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "A SpaceX Dragon will make the 1st nighttime splashdown with astronauts in 53 years and you can watch it live"
        },
        {
          "description": "&#32; submitted by &#32;  /u/bladexp210  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2l5x6/court_says_amazon_is_responsible_for_the_safety/",
          "publishedOn": "2021-05-01T15:58:19.000Z",
          "wordCount": 1285,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Court says Amazon is responsible for the safety of third-party products"
        },
        {
          "description": "&#32; submitted by &#32;  /u/brownamericans  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2k980/florida_bill_would_fine_social_media_platforms/",
          "publishedOn": "2021-05-01T15:11:57.000Z",
          "wordCount": 576,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Florida bill would fine social media platforms for banning politicians— with exemption for Disney"
        },
        {
          "description": "&#32; submitted by &#32;  /u/geoxol  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2jn0l/a_new_optical_device_enables_engineers_to_fine/",
          "publishedOn": "2021-05-01T14:40:11.000Z",
          "wordCount": 763,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "A new optical device enables engineers to fine tune the color of light"
        },
        {
          "description": "&#32; submitted by &#32;  /u/veritanuda  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2icq7/turkey_adds_crypto_firms_to_money_laundering/",
          "publishedOn": "2021-05-01T13:29:09.000Z",
          "wordCount": 815,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Turkey adds crypto firms to money laundering, terror financing rules"
        },
        {
          "description": "&#32; submitted by &#32;  /u/Wagamaga  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2hxk5/washington_state_finally_passes_a_cap_on_carbon/",
          "publishedOn": "2021-05-01T13:03:33.000Z",
          "wordCount": 151,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Washington state finally passes a cap on carbon emissions"
        },
        {
          "description": "&#32; submitted by &#32;  /u/rupeshjoy852  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2hi0s/how_a_university_got_itself_banned_from_the_linux/",
          "publishedOn": "2021-05-01T12:35:49.000Z",
          "wordCount": 875,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "How a university got itself banned from the Linux kernel"
        },
        {
          "description": "&#32; submitted by &#32;  /u/Showaaeb  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2hg4z/apple_charged_over_anticompetitive_app_policies/",
          "publishedOn": "2021-05-01T12:32:17.000Z",
          "wordCount": 279,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Apple charged over 'anti-competitive' app policies"
        },
        {
          "description": "&#32; submitted by &#32;  /u/thebelsnickle1991  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2haam/the_armys_new_nightvision_goggles_look_like/",
          "publishedOn": "2021-05-01T12:21:14.000Z",
          "wordCount": 613,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "The Army's New Night-Vision Goggles Look Like Technology Stolen From Aliens"
        },
        {
          "description": "&#32; submitted by &#32;  /u/CloudInvest  \n [link] &#32; [comments]",
          "link": "https://www.reddit.com/r/technology/comments/n2gzct/europe_charges_apple_with_antitrust_breach/",
          "publishedOn": "2021-05-01T12:00:49.000Z",
          "wordCount": 181,
          "sourceHref": "http://www.reddit.com/r/technology/top.rss?sort=top&t=day",
          "sourceTitle": "top scoring links : technology",
          "title": "Europe charges Apple with antitrust breach"
        }
      ]
    },
    {
      "href": "https://aeon.co/feed",
      "articles": [
        {
          "description": "What pea-sized brain organoids reveal about consciousness, the self and our future as a species\nBy Alysson Muotri\nRead at Aeon",
          "link": "https://aeon.co/essays/what-might-brainlets-in-a-dish-tell-us-about-what-it-means-to-be-human?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-30T10:00:00.000Z",
          "wordCount": 4214,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Brains in a dish"
        },
        {
          "description": "Microbes are, by definition, too small for our eyes to see. How we perceive them depends entirely on the microscopy method used\nBy Aeon Video\nWatch at Aeon",
          "link": "https://aeon.co/videos/theres-no-one-way-a-microbe-looks-only-different-clever-methods-to-see-it?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-29T10:01:00.000Z",
          "wordCount": 1855,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Light and microscopy"
        },
        {
          "description": "Globalism is out. Nationalism is in. Progressives who think they can jump aboard are dangerously naive\nBy Jeremy Adelman\nRead at Aeon",
          "link": "https://aeon.co/essays/liberal-nationalism-is-back-it-must-start-to-think-globally?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-29T10:00:00.000Z",
          "wordCount": 4389,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "The patriot paradox"
        },
        {
          "description": "From mind-bending animation to jazz improvisation – how an artist inverted the usual process of album-art creation\nBy Aeon Video\nWatch at Aeon",
          "link": "https://aeon.co/videos/a-unique-multisensory-art-experiment-that-begins-and-ends-with-a-brush-stroke?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-27T10:01:00.000Z",
          "wordCount": 1847,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "The stroke"
        },
        {
          "description": "From monks to existentialists and hipsters, the search for a true self has been a centuries-long project. Should we give it up?\nBy Alexander Stern\nRead at Aeon",
          "link": "https://aeon.co/essays/a-history-of-authenticity-from-jesus-to-self-help-and-beyond?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-27T10:00:00.000Z",
          "wordCount": 4231,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Authenticity is a sham"
        },
        {
          "description": "If the ice could speak, what would it say? A sci-fi poem in Greenlandic about scientific exploration of the melting Arctic\nBy Aeon Video\nWatch at Aeon",
          "link": "https://aeon.co/videos/ice-has-a-memory-an-inuit-poem-contemplates-scientific-exploration-of-greenland?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-26T10:01:00.000Z",
          "wordCount": 1876,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Utuqaq"
        },
        {
          "description": "He spoke truth to power and made heresy a virtue. Lessons on free speech and intellectual combat from John Milton\nBy Nicholas McDowell\nRead at Aeon",
          "link": "https://aeon.co/essays/reading-john-miltons-areopagitica-in-the-information-age?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-26T10:00:00.000Z",
          "wordCount": 4333,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Milton versus the mob"
        },
        {
          "description": "Women who write about their pain suffer a double shaming: once for getting injured, twice for their act of self-exposure\nBy Katherine Angel\nRead at Aeon",
          "link": "https://aeon.co/essays/shame-heaps-upon-shame-in-womens-memoirs-of-suffering?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-23T10:00:00.000Z",
          "wordCount": 3777,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Shameful"
        },
        {
          "description": "Take a walk through the snowy streets of Montreal in 1965 for a riveting glimpse into Leonard Cohen’s life as an artist\nBy Aeon Video\nWatch at Aeon",
          "link": "https://aeon.co/videos/a-trip-to-montreal-with-leonard-cohen-in-1965-is-a-glimpse-into-a-singular-poetic-mind?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-22T10:01:00.000Z",
          "wordCount": 1851,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Ladies and gentlemen… Mr Leonard Cohen"
        },
        {
          "description": "Gazing at a painting feels like an almost magical encounter with another mind but what real effects does art have on us?\nBy Ellen Winner\nRead at Aeon",
          "link": "https://aeon.co/essays/works-of-art-compel-our-attention-but-can-they-change-us?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-22T10:00:00.000Z",
          "wordCount": 4614,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Changed by art"
        },
        {
          "description": "How trees share food, supplies and the wisdom gained over long lives via an information superhighway in their root systems\nBy Aeon Video\nWatch at Aeon",
          "link": "https://aeon.co/videos/the-incredible-and-still-quite-mysterious-way-trees-trade-information-via-their-roots?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-20T10:01:00.000Z",
          "wordCount": 1826,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "The secret language of trees"
        },
        {
          "description": "If philosophers and mathematicians struggle with probability, can gamblers really hope to grasp their losing game?\nBy Catalin Barboianu\nRead at Aeon",
          "link": "https://aeon.co/essays/a-mathematician-a-philosopher-and-a-gambler-walk-into-a-bar?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-20T10:00:00.000Z",
          "wordCount": 4319,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Mathematics for gamblers"
        },
        {
          "description": "Dive into an intimate, entrancing viewing experience that takes you into the midst of dhikr, a ritual at the heart of Sufism\nBy Aeon Video\nWatch at Aeon",
          "link": "https://aeon.co/videos/dissolve-into-the-immersive-entrancing-rhythms-of-a-sufi-chant?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-19T10:01:00.000Z",
          "wordCount": 1785,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Tarikat"
        },
        {
          "description": "Though far more often remembered as a poet, Coleridge’s theory of ideas was spectacular in its originality and bold reach\nBy Peter Cheyne\nRead at Aeon",
          "link": "https://aeon.co/essays/the-spectacular-originality-of-coleridges-theory-of-ideas?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-19T10:00:00.000Z",
          "wordCount": 4919,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Coleridge the philosopher"
        },
        {
          "description": "Lies and distortions don’t just afflict the ignorant. The more you know, the more vulnerable you can be to infection\nBy Elitsa Dermendzhiyska\nRead at Aeon",
          "link": "https://aeon.co/essays/why-humans-find-it-so-hard-to-let-go-of-false-beliefs?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-16T10:00:00.000Z",
          "wordCount": 4606,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "The misinformation virus"
        },
        {
          "description": "Why is the joint jumping? On the cozy, claustrophobic lives of the larvae that set up home inside Mexican jumping beans\nBy Aeon Video\nWatch at Aeon",
          "link": "https://aeon.co/videos/how-moth-larvae-carve-out-cozy-mobile-homes-inside-mexican-jumping-beans?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-15T10:01:00.000Z",
          "wordCount": 1801,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Why did the Mexican jumping bean jump?"
        },
        {
          "description": "The fall of the Roman Empire wasn’t a tragedy for civilisation. It was a lucky break for humanity as a whole\nBy Walter Scheidel\nRead at Aeon",
          "link": "https://aeon.co/essays/how-the-fall-of-the-roman-empire-paved-the-road-to-modernity?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-15T10:00:00.000Z",
          "wordCount": 4611,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "The road from Rome"
        },
        {
          "description": "‘It creates for itself its share of joy on an inhospitable ground’ – why Nietzsche found plants an inspiration for living\nBy Aeon Video\nWatch at Aeon",
          "link": "https://aeon.co/videos/amid-the-chaos-of-being-nietzsche-believed-that-plants-offer-us-inspiration-for-living?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-13T10:01:00.000Z",
          "wordCount": 1788,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Gardening with Nietzsche"
        },
        {
          "description": "From the Big Bang to a heartbeat in utero, sounds are a scaffold for thought when logic and imagery elude us\nBy Christina Rawls\nRead at Aeon",
          "link": "https://aeon.co/essays/the-universal-forces-of-sound-and-rhythm-enhance-thought-and-feeling?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-13T10:00:00.000Z",
          "wordCount": 4454,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "A philosophy of sound"
        },
        {
          "description": "Meet Steve, a British bouncer in LA who has overstayed his US visa yet hates what immigration is doing to the country\nBy Aeon Video\nWatch at Aeon",
          "link": "https://aeon.co/videos/meet-the-british-bouncer-in-la-on-an-expired-visa-who-has-no-time-for-immigrants?utm_medium=feed&utm_source=atom-feed",
          "publishedOn": "2021-04-12T10:01:00.000Z",
          "wordCount": 1870,
          "sourceHref": "https://aeon.co/feed",
          "sourceTitle": "Aeon",
          "title": "Steve is undocumented"
        }
      ]
    },
    {
      "href": "https://waitbutwhy.com/feed",
      "articles": [
        {
          "description": "It sucks and you know it\nThe post Why Going to the Doctor Sucks appeared first on Wait But Why.",
          "link": "https://waitbutwhy.com/2021/04/lanby.html",
          "publishedOn": "2021-04-27T13:00:02.000Z",
          "wordCount": 3708,
          "sourceHref": "https://waitbutwhy.com/feed",
          "sourceTitle": "Wait But Why",
          "title": "Why Going to the Doctor Sucks"
        },
        {
          "description": "We have a whole lot to talk about.\nThe post Mailbag #2 appeared first on Wait But Why.",
          "link": "https://waitbutwhy.com/2021/04/mailbag-2.html",
          "publishedOn": "2021-04-14T12:41:02.000Z",
          "wordCount": 12286,
          "sourceHref": "https://waitbutwhy.com/feed",
          "sourceTitle": "Wait But Why",
          "title": "Mailbag #2"
        }
      ]
    },
    {
      "href": "https://fs.blog/feed/",
      "articles": [
        {
          "description": "Everything You Need to Know to Improve Your Performance at Anything—For Beginners and Experts Deliberate practice is the best technique for achieving expert performance in every field—including writing, teaching, sports, programming, music, medicine, therapy, chess, and business. But there’s much more to deliberate practice than 10,000 hours. Read this to learn how to accelerate your [&#8230;]\nThe post The Ultimate Deliberate Practice Guide: How to Be the Best appeared first on Farnam Street.",
          "link": "https://fs.blog/2021/04/deliberate-practice-guide/",
          "publishedOn": "2021-04-05T12:55:27.000Z",
          "wordCount": 9685,
          "sourceHref": "https://fs.blog/feed/",
          "sourceTitle": "Farnam Street",
          "title": "The Ultimate Deliberate Practice Guide: How to Be the Best"
        }
      ]
    },
    {
      "href": "https://www.lesswrong.com/feed.xml?view=curated-rss",
      "articles": [
        {
          "description": "Published on April 28, 2021 6:55 PM GMT\n\nI'll be running an Ask Me Anything on this post from Friday (April 30) to Saturday (May 1).\nIf you want to ask something just post a top-level comment; I'll spend at least a day answering questions.\nYou can find some background about me here.\n\nDiscuss",
          "link": "https://www.lesswrong.com/posts/7qhtuQLCCvmwCPfXK/ama-paul-christiano-alignment-researcher",
          "publishedOn": "2021-05-01T05:31:41.000Z",
          "wordCount": 15459,
          "sourceHref": "https://www.lesswrong.com/feed.xml?view=curated-rss",
          "sourceTitle": "LessWrong",
          "title": "AMA: Paul Christiano, alignment researcher"
        },
        {
          "description": "Published on March 26, 2021 4:10 PM GMT\n\n[Epistemic status: my current view, but I haven’t read all the stuff on this topic even in the LessWrong community, let alone more broadly.]\nThere is a line of thought that says that advanced AI will tend to be ‘goal-directed’—that is, consistently doing whatever makes certain favored outcomes more likely—and that this is to do with the ‘coherence arguments’. Rohin Shah, and probably others1, have argued against this. I want to argue against them.\nThe old argument fo…",
          "link": "https://www.lesswrong.com/posts/DkcdXsP56g9kXyBdq/coherence-arguments-imply-a-force-for-goal-directed-behavior",
          "publishedOn": "2021-04-26T22:01:30.000Z",
          "wordCount": 7725,
          "sourceHref": "https://www.lesswrong.com/feed.xml?view=curated-rss",
          "sourceTitle": "LessWrong",
          "title": "Coherence arguments imply a force for goal-directed behavior"
        },
        {
          "description": "Published on April 2, 2021 4:34 PM GMT\n\nI just finished Karen Pryor’s “Don’t Shoot the Dog: the New Art of Teaching and Training.” Partly because a friend points out that it’s not on Audible and therefore she can’t possibly read it, here are the notes I took and some thoughts. It’s a quick, easy read.\nThe book applies behavioral psychology to training animals and people. The author started off as a dolphin trainer at an aquarium park in the 1960s and moved on to horses, dogs, and her own children. There are…",
          "link": "https://www.lesswrong.com/posts/Cf2xxC3Yx9g6w7yXN/notes-from-don-t-shoot-the-dog",
          "publishedOn": "2021-04-23T21:41:32.000Z",
          "wordCount": 4645,
          "sourceHref": "https://www.lesswrong.com/feed.xml?view=curated-rss",
          "sourceTitle": "LessWrong",
          "title": "Notes from \"Don't Shoot the Dog\""
        },
        {
          "description": "Published on April 7, 2021 8:12 PM GMT\n\nMeta\nThis is a story where the alignment problem is somewhat harder than I expect, society handles AI more competently than I expect, and the outcome is worse than I expect. It also involves inner alignment turning out to be a surprisingly small problem. Maybe the story is 10-20th percentile on each of those axes. At the end I’m going to go through some salient ways you could vary the story.\nThis isn’t intended to be a particularly great story (and it’s pretty informa…",
          "link": "https://www.lesswrong.com/posts/AyNHoTWWAJ5eb99ji/another-outer-alignment-failure-story",
          "publishedOn": "2021-04-19T18:43:41.000Z",
          "wordCount": 14700,
          "sourceHref": "https://www.lesswrong.com/feed.xml?view=curated-rss",
          "sourceTitle": "LessWrong",
          "title": "Another (outer) alignment failure story"
        },
        {
          "description": "Published on April 5, 2021 10:09 PM GMT\n\nRelated: My April Fools Day Confession; Inadequate Equilibria\nOn April 1, Eliezer Yudkowsky ran a dath ilan AMA on Facebook:\n\nI came from a parallel Earth that successfully coordinated around maintaining a higher level of ability to solve coordination problems.&nbsp;Ask me anything.\n\nWith Eliezer’s blessing, I’ve quoted the resultant discussion below, leaving out threads that were repeats or didn’t go anywhere.\n\nGuy Srinivasan: Did parallel Earth coordinate around a …",
          "link": "https://www.lesswrong.com/posts/gvA4j8pGYG4xtaTkw/i-m-from-a-parallel-earth-with-much-higher-coordination-ama",
          "publishedOn": "2021-04-17T00:00:00.000Z",
          "wordCount": 18590,
          "sourceHref": "https://www.lesswrong.com/feed.xml?view=curated-rss",
          "sourceTitle": "LessWrong",
          "title": "I'm from a parallel Earth with much higher coordination: AMA"
        },
        {
          "description": "Published on April 10, 2021 10:40 PM GMT\n\nMost problems can be separated pretty cleanly into two categories: things we basically understand, and things we basically don’t understand. Some things we basically understand: building bridges and skyscrapers, treating and preventing infections, satellites and GPS, cars and ships, oil wells and gas pipelines and power plants, cell networks and databases and websites. Some things we basically don’t understand: building fusion power plants, treating and preventing c…",
          "link": "https://www.lesswrong.com/posts/CSZnj2YNMKGfsMbZA/specializing-in-problems-we-don-t-understand",
          "publishedOn": "2021-04-13T22:05:35.000Z",
          "wordCount": 6024,
          "sourceHref": "https://www.lesswrong.com/feed.xml?view=curated-rss",
          "sourceTitle": "LessWrong",
          "title": "Specializing in Problems We Don't Understand"
        },
        {
          "description": "Published on March 31, 2021 11:50 PM GMT\n\nWith: Thomas Krendl Gilbert, who provided comments, interdisciplinary feedback, and input on the RAAP concept. &nbsp;Thanks also for comments from Ramana Kumar.\nTarget audience: researchers and institutions who think about existential risk from artificial intelligence, especially AI researchers.\nPreceded by: Some AI research areas and their relevance to existential safety, which emphasized the value of thinking about multi-stakeholder/multi-agent social applications…",
          "link": "https://www.lesswrong.com/posts/LpM3EAakwYdS6aRKf/what-multipolar-failure-looks-like-and-robust-agent-agnostic",
          "publishedOn": "2021-04-11T02:50:18.000Z",
          "wordCount": 23309,
          "sourceHref": "https://www.lesswrong.com/feed.xml?view=curated-rss",
          "sourceTitle": "LessWrong",
          "title": "What Multipolar Failure Looks Like, and Robust Agent-Agnostic Processes (RAAPs)"
        },
        {
          "description": "Published on March 30, 2021 2:04 PM GMT\n\nI'm here to tell you a story about what it was like to be a rationalist decades before the Sequences and the formation of the modern rationalist community. &nbsp;It is not the only story that could be told, but it is one that runs parallel to and has important connections to Eliezer Yudkowsky's and how his ideas developed.\nMy goal in writing this essay is to give the LW community a sense of the prehistory of their movement. &nbsp;It is not intended to be \"where Eliez…",
          "link": "https://www.lesswrong.com/posts/qc7P2NwfxQMC3hdgm/rationalism-before-the-sequences",
          "publishedOn": "2021-04-08T02:39:27.000Z",
          "wordCount": 10431,
          "sourceHref": "https://www.lesswrong.com/feed.xml?view=curated-rss",
          "sourceTitle": "LessWrong",
          "title": "Rationalism before the Sequences"
        },
        {
          "description": "Published on March 14, 2021 11:36 PM GMT\n\nThis post will be about the main points of evidence for the existence of dark matter. To evaluate whether a competing theory to dark matter is plausible, it's important to know what the actual arguments in favor of dark matter are in more detail than just \"dark matter is the stuff you have to add to get galactic rotation curves to work out\". A competitor has to address the strongest arguments in favor of the existence of dark matter, not just the weaker fare like ga…",
          "link": "https://www.lesswrong.com/posts/rNFzvii8LtCL5joJo/dark-matters",
          "publishedOn": "2021-04-05T00:41:07.000Z",
          "wordCount": 7753,
          "sourceHref": "https://www.lesswrong.com/feed.xml?view=curated-rss",
          "sourceTitle": "LessWrong",
          "title": "Dark Matters"
        }
      ]
    },
    {
      "href": "https://api.quantamagazine.org/feed/",
      "articles": [
        {
          "description": "Chiara Marletto is trying to build a master theory — a set of ideas so fundamental that all other theories would spring from it. Her first step: Invoke the impossible.\nHow to Rewrite the Laws of Physics in the Language of Impossibility first appeared on Quanta Magazine.            \nThe post How to Rewrite the Laws of Physics in the Language of Impossibility first appeared on Quanta Magazine",
          "link": "https://www.quantamagazine.org/with-constructor-theory-chiara-marletto-invokes-the-impossible-20210429/",
          "publishedOn": "2021-04-29T14:55:17.000Z",
          "wordCount": 2916,
          "sourceHref": "https://api.quantamagazine.org/feed/",
          "sourceTitle": "Quanta Magazine",
          "title": "How to Rewrite the Laws of Physics in the Language of Impossibility"
        },
        {
          "description": "A newfound hub of immune system activity at the back of the brain solves a century-old puzzle.\nA Backdoor Lets the Immune System Monitor the Brain first appeared on Quanta Magazine.            \nThe post A Backdoor Lets the Immune System Monitor the Brain first appeared on Quanta Magazine",
          "link": "https://www.quantamagazine.org/how-the-immune-system-protects-the-brain-20210428/",
          "publishedOn": "2021-04-28T14:32:06.000Z",
          "wordCount": 1208,
          "sourceHref": "https://api.quantamagazine.org/feed/",
          "sourceTitle": "Quanta Magazine",
          "title": "A Backdoor Lets the Immune System Monitor the Brain"
        },
        {
          "description": "Ultrahigh-energy cosmic rays twist and turn on their way to Earth, which has made it nearly impossible to identify the colossal monsters that create them.\nCosmic Map of Ultrahigh-Energy Particles Points to Long-Hidden Treasures first appeared on Quanta Magazine.            \nThe post Cosmic Map of Ultrahigh-Energy Particles Points to Long-Hidden Treasures first appeared on Quanta Magazine",
          "link": "https://www.quantamagazine.org/high-energy-cosmic-ray-sources-mapped-out-for-the-first-time-20210427/",
          "publishedOn": "2021-04-27T15:46:27.000Z",
          "wordCount": 3285,
          "sourceHref": "https://api.quantamagazine.org/feed/",
          "sourceTitle": "Quanta Magazine",
          "title": "Cosmic Map of Ultrahigh-Energy Particles Points to Long-Hidden Treasures"
        },
        {
          "description": "Researchers have proved a special case of the Erdős-Hajnal conjecture, which shows what happens in graphs that exclude anything resembling a pentagon.\nNew Proof Reveals That Graphs With No Pentagons Are Fundamentally Different first appeared on Quanta Magazine.            \nThe post New Proof Reveals That Graphs With No Pentagons Are Fundamentally Different first appeared on Quanta Magazine",
          "link": "https://www.quantamagazine.org/new-proof-reveals-that-graphs-with-no-pentagons-are-fundamentally-different-20210426/",
          "publishedOn": "2021-04-26T15:20:52.000Z",
          "wordCount": 2091,
          "sourceHref": "https://api.quantamagazine.org/feed/",
          "sourceTitle": "Quanta Magazine",
          "title": "New Proof Reveals That Graphs With No Pentagons Are Fundamentally Different"
        },
        {
          "description": "The thorny thought experiment has been turned into a real experiment — one that physicists use to probe the physics of information.\nHow Maxwell’s Demon Continues to Startle Scientists first appeared on Quanta Magazine.            \nThe post How Maxwell’s Demon Continues to Startle Scientists first appeared on Quanta Magazine",
          "link": "https://www.quantamagazine.org/how-maxwells-demon-continues-to-startle-scientists-20210422/",
          "publishedOn": "2021-04-22T14:20:38.000Z",
          "wordCount": 1403,
          "sourceHref": "https://api.quantamagazine.org/feed/",
          "sourceTitle": "Quanta Magazine",
          "title": "How Maxwell’s Demon Continues to Startle Scientists"
        }
      ]
    },
    {
      "href": "https://feeds.feedburner.com/brainpickings/rss",
      "articles": [
        {
          "description": "\"The object in meditation and all of our contemplative disciplines is silence... in order for you to perceive something other than yourself... Poetry is the verbal art-form by which we can actually create silence.\"",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/2Q02SBniGew/",
          "publishedOn": "2021-04-30T19:25:07.000Z",
          "wordCount": 1840,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "Waking Up: David Whyte on the Power of Poetry and Silence as Portal to Presence"
        },
        {
          "description": "The story of the countercultural courage and persistence that shaped the modern ecological conscience.",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/yChKqmtbzJc/",
          "publishedOn": "2021-04-29T22:09:12.000Z",
          "wordCount": 3243,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "The Woman Who Saved the Hawks: Redeeming an Overlooked Pioneer of Conservation"
        },
        {
          "description": "\"Mysteries inside mysteries in our own bodies of which we can't make sense, another world waiting for a religion or calculus to explain.\"",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/ZwKWM7OFfnw/",
          "publishedOn": "2021-04-28T20:07:22.000Z",
          "wordCount": 2044,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "Love and Symmetry: Poet A. Van Jordan Imagines the Undelivered Feynman Lecture About the Mystery Lying Between Scientific Truth and Human Meaning"
        },
        {
          "description": "\"Can you plant a garden to stop a war? It depends how you think about time. It depends what you think a seed does, if it’s tossed into fertile soil.\"",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/QhGWWewY9Sg/",
          "publishedOn": "2021-04-24T01:49:50.000Z",
          "wordCount": 2217,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "Gardening as Resistance: Notes on Building Paradise"
        },
        {
          "description": "\"As I wander into the predawn dark of an autumn wood, I feel the presence of things beyond flesh, bone, and blood. My being expands to fit the limitlessness of the wild world.\"",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/9bewi9aT0O4/",
          "publishedOn": "2021-04-22T03:30:49.000Z",
          "wordCount": 1989,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "The Spirituality of Science and the Wonder of the Wilderness: Ornithologist and Wildlife Ecologist J. Drew Lanham on Nature as Worship"
        },
        {
          "description": "\"...as long as our kindness is still incomparable, peerless even in its imperfection...\"",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/U91Hg6Gvuec/",
          "publishedOn": "2021-04-21T18:31:22.000Z",
          "wordCount": 1735,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "Our Cosmic Humanity: Astronomer Jill Tarter Reads Nobel-Winning Polish Poet Wisława Szymborska"
        },
        {
          "description": "What trees can teach us about more closely and loving ourselves, each other, and the world more deeply.",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/apfijItmwHs/",
          "publishedOn": "2021-04-17T02:19:24.000Z",
          "wordCount": 1690,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "The Tree in Me: A Tender Painted Poem About Growing Our Capacity for Joy, Strength, and Love"
        },
        {
          "description": "A field guide to making joyous peace with \"the end of time, which is also the end of poetry (and wheat and evil and insects and love).\"",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/uie8bbAjhcg/",
          "publishedOn": "2021-04-16T18:31:39.000Z",
          "wordCount": 1828,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "Kiss of the Sun: Poetry, Love, and Our Search for Meaning at the End of Time"
        },
        {
          "description": "The art of tempering your fury with an infuriating existential truth.",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/buo_5Rle7fA/",
          "publishedOn": "2021-04-13T19:08:33.000Z",
          "wordCount": 2583,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "The Stoic Antidote to Frustration: Marcus Aurelius on How to Keep Your Mental Composure and Emotional Equanimity When People Let You Down"
        },
        {
          "description": "The world's first pictorial glimpse of the strange and wondrous creatures that give our planet its scent and color.",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/oUvrR16RmVI/",
          "publishedOn": "2021-04-10T13:47:57.000Z",
          "wordCount": 1845,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "Rare Butterflies and Unsung Pollinators: Gorgeous 18th-Century Drawings by the First Artist and Naturalist to Depict the Wing-borne Beauty of the New World"
        },
        {
          "description": "How to see the universe in a small orange orb.",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/tc7BxN51p4s/",
          "publishedOn": "2021-04-07T19:10:26.000Z",
          "wordCount": 1795,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "Tangerine Meditation: Thich Nhat Hanh’s Simple, Profound Mindfulness Practice to Magnify Your Capacity for Joy"
        },
        {
          "description": "\"The gardener digs in another time, without past or future, beginning or end... Here is the Amen beyond the prayer.\"",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/_4zwPgINKNk/",
          "publishedOn": "2021-04-05T01:55:16.000Z",
          "wordCount": 2401,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "Growing Through Grief: Derek Jarman on Gardening as Creative Redemption, Consecration of Time, and Training Ground for Presence"
        },
        {
          "description": "\"Patient thought, patient labor, and firmness of purpose are almost omnipotent.\"",
          "link": "http://feedproxy.google.com/~r/brainpickings/rss/~3/gu67DtQ5bQQ/",
          "publishedOn": "2021-04-03T17:52:40.000Z",
          "wordCount": 2716,
          "sourceHref": "https://feeds.feedburner.com/brainpickings/rss",
          "sourceTitle": "Brain Pickings",
          "title": "Maria Mitchell’s Telescope and the Kickstarting of Popular Astronomy: The Heartening Story of the World’s First Crowdfunding Campaign for Science"
        }
      ]
    },
    {
      "href": "https://nautil.us/rss/all",
      "articles": [
        {
          "description": "Reprinted with permission from Quanta Magazine’s Abstractions blog.\nThe thorny thought experiment has been turned into a real experiment — one that physicists use to probe the physics of information.Illustration by Samuel Velasco / Quanta Magazine\nThe universe bets on disorder. Imagine, for example, dropping a thimbleful of red dye into a swimming pool. All of those dye molecules are going to slowly spread throughout the water.\nPhysicists quantify this tendency to spread by counting the number of possible w…",
          "link": "http://nautil.us/blog/how-maxwells-demon-continues-to-startle-scientists?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-29T16:00:00.000Z",
          "wordCount": 2062,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "How Maxwell’s Demon Continues to Startle Scientists - Facts So Romantic"
        },
        {
          "description": "My friend Robert Burton, a neurologist and author, wanted to share a song with me last year, and sent me a link to an NPR Tiny Desk Concert. “It’s wonderful to see truly new and inspiring music,” he wrote. I clicked open the link to a band who appeared to have journeyed from their mountain village in Russia to busk for tourists in the city square. Three women wore long white wedding dresses, thick strands of bead necklaces, and Cossack hats that towered from their heads like minarets of black wool. They pla…",
          "link": "http://nautil.us/issue/99/universality/what-makes-music-universal?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-29T00:00:00.000Z",
          "wordCount": 5782,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "What Makes Music Universal - Issue 99: Universality"
        },
        {
          "description": "In his Theaetetus, Plato remarks to Socrates: “This pathos is proper to the philosopher: It is the thaumazein. And philosophy has no other point of departure than this.” The word, which contains the root thauma, the same that appears in thaumaturgy, has often been translated as “wonder.” Philosophy is born out of amazement mixed with the curiosity that arises from facing something inexplicable that fascinates and transcends us. Aristotle writes explicitly that, beginning by asking the simplest questions, hu…",
          "link": "http://nautil.us/issue/99/universality/our-most-effective-weapon-is-imagination?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-29T00:00:00.000Z",
          "wordCount": 3316,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "Our Most Effective Weapon Is Imagination - Issue 99: Universality"
        },
        {
          "description": "Many marine biologists identify a gateway drug into their obsession, and for Heather Koldewey, it was the seahorse. Who can blame her? Seahorses seem to have evolved not entirely in the ocean, but also by way of a whimsical storybook, in which animal body parts are all mixed up. A fish with the head of a horse? A male that gets pregnant, gives birth, and is monogamous?\nSeahorses led her not only to her career as the head of marine and freshwater conservation at the London Zoological Society, but to her effo…",
          "link": "http://nautil.us/issue/99/universality/how-surprising-connections-can-save-the-ocean?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-29T00:00:00.000Z",
          "wordCount": 2412,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "How Surprising Connections Can Save the Ocean - Issue 99: Universality"
        },
        {
          "description": "Disgust may not be a straightforward extension of the immune system’s aversion to harmful substances, but rather “a psychological nebula, lacking definite boundaries, discrete internal structure, or a single center of gravity,” says psychologist Nina Strohminger.Photograph by Star Stock / Flickr\nNina Strohminger, perhaps not unlike many fans of raunchy comedies and horror flicks, is drawn to disgust. The University of Pennsylvania psychologist has written extensively on the feeling of being grossed out, and…",
          "link": "http://nautil.us/blog/-why-we-love-to-be-grossed-out?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-22T16:15:00.000Z",
          "wordCount": 2144,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "Why We Love to Be Grossed Out - Facts So Romantic"
        },
        {
          "description": "In 2001, Seth MacFarlane was the 27-year-old executive producer and creator of the not-yet-hit animated show Family Guy. Having broken into the entertainment big leagues at such a young age, MacFarlane was invited back in September to address his alma mater, the Rhode Island School of Design. After giving a talk, he went out for what turned out to be a late night of drinking with some professors. \nThe next morning, September 11, MacFarlane raced to catch an 8:15 a.m. flight out of Boston back to Los Angeles…",
          "link": "http://nautil.us/issue/99/universality/the-mother-of-all-accidents?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-21T22:00:00.000Z",
          "wordCount": 2819,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "The Mother of All Accidents - Issue 99: Universality"
        },
        {
          "description": "In 1913, 26-year-old Russian biologist Nikolai Vavilov went to the John Innes Horticultural Institute to study at the feet of legendary geneticist William Bateson. While there, Vavilov attended lectures at nearby Cambridge University, and could often be seen bicycling around the city in his trademark suit and tie. He and Bateson became lifelong friends, and the Mendelian genetics that Bateson and his team championed—and that remains the core of the field of genetics to this day—was burned into Vavilov’s sci…",
          "link": "http://nautil.us/issue/99/universality/the-botanist-who-defied-stalin?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-21T22:00:00.000Z",
          "wordCount": 4833,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "The Botanist Who Defied Stalin - Issue 99: Universality"
        },
        {
          "description": "I grew up in a small village in a very rural part of England. It was a landscape capped with the huge skies of a low-lying coastal zone. Gently rolling fields, long hedgerows, and a lot of farms. Some of the people running those farms came from so many generations that they could point to the sites of their forebears’ land-working going back over four centuries. As a child it was fascinating to hear the farmers reflect on the profound changes wrought to that land and their little-concealed wonderment at the…",
          "link": "http://nautil.us/issue/99/universality/a-wrinkle-in-nature-could-lead-to-alien-life?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-21T22:00:00.000Z",
          "wordCount": 2859,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "A Wrinkle in Nature Could Lead to Alien Life - Issue 99: Universality"
        },
        {
          "description": "It all started with an odd pile of shells: a pile that, upon closer inspection, fell apart like a flower losing its petals, introducing a burned-out nature documentarian named Craig Foster—and, in time, the world—to the octopus hiding cleverly inside.\nKnown simply as “her,” she would become the star of My Octopus Teacher, the Oscar-nominated Netflix documentary and surprise pandemic hit that told the story of Foster’s unlikely relationship with that eight-armed mollusk.\nReleased in September 2020, it arrive…",
          "link": "http://nautil.us/issue/99/universality/how-my-octopus-teacher-defied-convention?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-14T19:00:00.000Z",
          "wordCount": 4936,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "How “My Octopus Teacher” Defied Convention - Issue 99: Universality"
        },
        {
          "description": "Like most American high school students, I was required to take Chemistry and English. Chemistry thrilled only by way of the absurdity of allowing kids like me to play with volatile compounds and an open flame. English provided little of that thrill save, perhaps, Holden Caulfield’s excessive swearing or Huckleberry Finn’s audacity in heading down the big river after faking his own death.\nI took Mark Twain’s advice to heart and decided I would not let school get in the way of my education. So in lieu of col…",
          "link": "http://nautil.us/issue/99/universality/carbon-its-elementary-dear-reader?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-14T19:00:00.000Z",
          "wordCount": 1824,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "Carbon, It’s Elementary, Dear Reader - Issue 99: Universality"
        },
        {
          "description": "It might surprise you to find out how little evidence there is to support the idea that boosting students’ “grit”—their propensity to tenaciously attack difficult problems they encounter rather than give up—is a reliably effective way to improve their school performance or to close long-standing education gaps. After all, you’ve probably heard otherwise. Grit is everywhere. By the time you read this, it will have been a golden child of the world of education for well over a decade. It’s a sexy, appealing id…",
          "link": "http://nautil.us/issue/99/universality/the-weak-case-for-grit?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-14T19:00:00.000Z",
          "wordCount": 3385,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "The Weak Case for Grit - Issue 99: Universality"
        },
        {
          "description": "It’s hard to change people’s beliefs about free will. So, it can feel like a relief to realize that even when you can change people’s beliefs, it seems to make no moral difference anyway.Illustration by Triff / Shutterstock\nBelief is a special kind of human power. Agustin Fuentes, an anthropologist at the University of Notre Dame, eloquently claims as much in his recent book Why We Believe: Evolution and the Human Way of Being. It’s the “most prominent, promising, and dangerous capacity humanity has evolved…",
          "link": "http://nautil.us/blog/do-we-have-free-will-maybe-it-doesnt-matter?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-07T20:30:00.000Z",
          "wordCount": 2434,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "Do We Have Free Will? Maybe It Doesn't Matter - Facts So Romantic"
        },
        {
          "description": "There exists a social hierarchy within science that strikes people who are not mixed up in it as ridiculous. It goes like this: Mathematicians are superior to Physicists, who are, in turn, superior to Chemists, who are of course, superior to Biologists. There’s also a pecking order within each of these disciplines. Take biology, for example: Geneticists are superior to Biochemists, who are superior to Ecologists. The system breaks down when we come to sociology, psychology, and anthropology and devolves int…",
          "link": "http://nautil.us/issue/99/universality/gaia-the-scientist?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-07T20:00:00.000Z",
          "wordCount": 2872,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "Gaia, the Scientist - Issue 99: Universality"
        },
        {
          "description": "Robert Burioni is a virologist at the San Raffaele University in Milan, Italy, and a serious scientist. But in 2016, something happened that changed his course. He was on television with two anti-vaxxers—a famous actress and a former DJ—who were taking on vaccines, reported Science magazine.1 At the last moment, he was given a chance to respond on camera. He said, “The earth is round, gasoline is flammable, and vaccines are safe and effective. All the rest are dangerous lies.” An Italian radio journalist ca…",
          "link": "http://nautil.us/issue/99/universality/how-to-conquer-covid_19-amid-a-confederacy-of-dunces?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-07T20:00:00.000Z",
          "wordCount": 4604,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "How to Conquer COVID-19 Amid a Confederacy of Dunces - Issue 99: Universality"
        },
        {
          "description": "Slightly ovoid in shape and somewhat blurred at the edges, the black splotches were scattered across a mottled gray background, looking much like a postmodern painting. At a meeting of the Medical Society of Berlin in 1938, Helmut Ruska, a German physician and biologist, was presenting the first images ever seen of virus particles. The splotches were members of the poxvirus family, specifically ectromelia, visualized directly in the lymph fluids of infected mice. \nThanks to the invention of the electron mic…",
          "link": "http://nautil.us/issue/99/universality/the-vast-viral-world-what-we-know-and-dont-know?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
          "publishedOn": "2021-04-07T20:00:00.000Z",
          "wordCount": 4154,
          "sourceHref": "https://nautil.us/rss/all",
          "sourceTitle": "Nautilus",
          "title": "The Vast Viral World: What We Know (and Don’t Know) - Issue 99: Universality"
        }
      ]
    },
    {
      "href": "https://futurism.com/feed",
      "articles": [
        {
          "description": "Leaving Song Max Hodak, the co-founder of brain implant startup Neuralink, announced today that he’s leaving the company. Hodak, who started the ultra-ambitious venture with Elon Musk and had until recently served as its president, didn’t say why he was leaving the company or on what terms. In other words, it’s not currently clear whether […]\nThe post Neuralink Co-Founder Leaves Company For Unknown Reasons appeared first on Futurism.",
          "link": "https://futurism.com/max-hodak-leaving-neuralink",
          "publishedOn": "2021-05-01T22:50:56.000Z",
          "wordCount": 442,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "Neuralink Co-Founder Leaves Company For Unknown Reasons"
        },
        {
          "description": "Containment Issues Japan’s upcoming plans to dump more than 1.2 million tons of radioactive water from the Fukushima No. 1 nuclear plant into the ocean will probably not solve their water storage problems, according to a report from The Ashai Shimbun. Investigators at the Japanese newspaper discovered that the amount of contaminated water planned to […]\nThe post Dumping Radioactive Water Into Sea Won&#8217;t Solve Japan&#8217;s Issues appeared first on Futurism.",
          "link": "https://futurism.com/dumping-radioactive-water-into-sea-wont-solve-japans-issues-turns-out",
          "publishedOn": "2021-05-01T20:08:29.000Z",
          "wordCount": 480,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "Dumping Radioactive Water Into Sea Won’t Solve Japan’s Issues"
        },
        {
          "description": "Where’s the Beef? As electric vehicles become more popular, a growing number of detractors have come out of the woodwork to express their anti-electric car views. While most just simply turn to social media to voice their opinions, there are a few out there who have taken a more hands-on approach.  Or at least that […]\nThe post Vandals Are Stuffing Meat Into Electric Vehicle Charging Stations appeared first on Futurism.",
          "link": "https://futurism.com/vandals-are-stuffing-meat-into-electric-vehicle-charging-stations",
          "publishedOn": "2021-05-01T19:09:13.000Z",
          "wordCount": 525,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "Vandals Are Stuffing Meat Into Electric Vehicle Charging Stations"
        },
        {
          "description": "The pandemic has made the accessibility of getting a perfect craft cocktail a true labor of love. Either you have to fetch a premade drink that isn’t designed for travel or worse, you’ll have to make them yourself. Between ending up with a watered-down drink or having your kitchen look like an abomination without exactly […]\nThe post DRNXMYTH Is Bringing Delicious Craft Cocktails to Your Refrigerator appeared first on Futurism.",
          "link": "https://futurism.com/drnxmyth-bottled-cocktails",
          "publishedOn": "2021-05-01T19:00:59.000Z",
          "wordCount": 834,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "DRNXMYTH Is Bringing Delicious Craft Cocktails to Your Refrigerator"
        },
        {
          "description": "Accelerated Ice Melt A sobering new study showcases evidence that glaciers across the world are melting much faster than researchers previously thought.  In the study published in Nature, researchers observed glacial melt using NASA satellite datasets and discovered that glacial melt has accelerated from .36 meters per year to .69 (nice) meters per year from […]\nThe post World&#8217;s Glaciers Melting Way, Way Faster Than We Thought appeared first on Futurism.",
          "link": "https://futurism.com/worlds-glaciers-melting-way-way-faster-than-we-thought",
          "publishedOn": "2021-05-01T17:35:00.000Z",
          "wordCount": 491,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "World’s Glaciers Melting Way, Way Faster Than We Thought"
        },
        {
          "description": "Weather Delay After their initial return was delayed due to inclement weather, the astronauts of the Crew-1 Dragon spacecraft are slated to splashdown in the dark of night — a first in more than 50 years.  SpaceX hopes to bring back four astronauts from the International Space Station (ISS) in the early morning hours of […]\nThe post Crew Dragon Astronauts Stranded in Space by Weather Will Splashdown in Dark appeared first on Futurism.",
          "link": "https://futurism.com/crew-dragon-astronauts-stranded-in-space-weather-will-splashdown-dark",
          "publishedOn": "2021-05-01T16:20:32.000Z",
          "wordCount": 521,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "Crew Dragon Astronauts Stranded in Space by Weather Will Splashdown in Dark"
        },
        {
          "description": "Contract Suspension NASA has told SpaceX to cease all work on their multi-billion dollar lunar lander contract after two other private aerospace companies protested the deal.  Blue Origin and Dynetics both protested the agency’s decision to award a $2.9 billion contract to build the Artemis program’s lunar landing system solely to SpaceX, according to The […]\nThe post In Stunning Reversal, NASA Halts $2.9 Billion Contract with SpaceX appeared first on Futurism.",
          "link": "https://futurism.com/in-stunning-reversal-nasa-halts-2-9-billion-contract-with-spacex",
          "publishedOn": "2021-05-01T15:08:20.000Z",
          "wordCount": 549,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "In Stunning Reversal, NASA Halts $2.9 Billion Contract with SpaceX"
        },
        {
          "description": "While AIs have writing boring books all sewn up, we&#8217;re counting on the humans to create the stories that transport us to new worlds, educate us about this one, and draw us more into the world around us. Yet much of writing doesn&#8217;t involve putting words to paper, and that project management can trip up [&#8230;]\nThe post Scrivener Helps You Organize, Manage, And Write Your Passion Project appeared first on Futurism.",
          "link": "https://futurism.com/scrivener-helps-you-organize-manage-and-write-your-passion-project",
          "publishedOn": "2021-05-01T11:18:44.000Z",
          "wordCount": 662,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "Scrivener Helps You Organize, Manage, And Write Your Passion Project"
        },
        {
          "description": "If you find yourself turning to coffee for it’s caffeine boost only to be betrayed by an eventual caffeine crash…you’re not alone. An estimated 90% of Americans drink coffee regularly, an addictive stimulant known for increasing alertness and boosting of energy. It’s also the most commonly consumed psychoactive drug on Earth with side-effects like insomnia, headaches, dehydration and […]\nThe post This Specially Designed Coffee Alternative Is the Smarter Way to Start Your Day appeared first on Futurism.",
          "link": "https://futurism.com/mud-wtr-coffee-alternative",
          "publishedOn": "2021-04-30T22:00:01.000Z",
          "wordCount": 872,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "This Specially Designed Coffee Alternative Is the Smarter Way to Start Your Day"
        },
        {
          "description": "Cigarette smoking used to be a near-ubiquitous hobby, but now its popularity is cratered. The public, it seems, has finally caught on to the terrible health risks involved in regular smoking, but there are still a few stragglers out there struggling to quit, either for the first or 100th time. For them, there’s a new […]\nThe post Hemp Flower Cigarettes Let You Quit Nicotine Before You Quit Smoking appeared first on Futurism.",
          "link": "https://futurism.com/hemp-flower-cigarettes-quit-nicotine",
          "publishedOn": "2021-04-30T20:00:44.000Z",
          "wordCount": 841,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "Hemp Flower Cigarettes Let You Quit Nicotine Before You Quit Smoking"
        },
        {
          "description": "SpaceX had planned to test-launch its latest Starship prototype, the SN15, on Friday, but a last-minute cancellation means the spacecraft will stay grounded for the time being. Typically, a SpaceX test launch means nearby roads and beaches get shut down for purposes — a reasonable precaution given the fact that these tests tend […]\nThe post SpaceX Cancels Launch of Spaceship That Keeps Exploding appeared first on Futurism.",
          "link": "https://futurism.com/spacex-cancels-launch-spaceship-exploding",
          "publishedOn": "2021-04-30T19:23:33.000Z",
          "wordCount": 360,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "SpaceX Cancels Launch of Spaceship That Keeps Exploding"
        },
        {
          "description": "New Heights After a failed attempt earlier this week, NASA’s Ingenuity Mars Helicopter has successfully taken to the skies for a fourth time, soaring to new heights. Success 👏#MarsHelicopter completed its 4th flight, going farther &#038; faster than ever before. It also took more photos as it flew over the Martian surface. We expect those […]\nThe post After Failed Flight, Mars Helicopter Successfully Soars Once Again appeared first on Futurism.",
          "link": "https://futurism.com/mars-helicopter-soars-once-again",
          "publishedOn": "2021-04-30T19:20:57.000Z",
          "wordCount": 502,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "After Failed Flight, Mars Helicopter Successfully Soars Once Again"
        },
        {
          "description": "Tesla CEO Elon Musk has taken to Twitter to come clean about self driving tech. But rather than owning up to a ham-handed approach to marketing that ended up tricking his customers into believing Teslas can drive themselves (they can’t), he’s pointing the finger at, well, humanity as a whole. “A major part of real-world […]\nThe post Elon Musk: Self-Driving Cars Are Hard Because of Flawed Human Drivers appeared first on Futurism.",
          "link": "https://futurism.com/elon-musk-self-driving-cars-are-hard-flawed-human-drivers",
          "publishedOn": "2021-04-30T19:08:38.000Z",
          "wordCount": 919,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "Elon Musk: Self-Driving Cars Are Hard Because of Flawed Human Drivers"
        },
        {
          "description": "Facebook is reportedly providing an Oculus Quest 2 virtual reality headset to any employee that wants one. CEO Mark Zuckerberg announced the new program during an internal Q&#038;A session on Thursday, according to Alex Heath, a reporter at The Intercept. Employees will be able to buy their own VR headsets and expense them […]\nThe post Facebook Is Giving a VR Headset to Every Employee Who Wants One appeared first on Futurism.",
          "link": "https://futurism.com/facebook-giving-vr-headsets",
          "publishedOn": "2021-04-30T18:21:41.000Z",
          "wordCount": 426,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "Facebook Is Giving a VR Headset to Every Employee Who Wants One"
        },
        {
          "description": "After a unanimous Senate confirmation vote on Thursday, former Senator Bill Nelson is now the new head of NASA. President Biden first nominated Nelson, who Space.com reports had a major impact on the space program during and after his own career as an astronaut, about a month ago. Aside from his six-day flight […]\nThe post Congress Names Former Astronaut as New NASA Leader appeared first on Futurism.",
          "link": "https://futurism.com/former-astronaut-nasa-leader",
          "publishedOn": "2021-04-30T17:28:03.000Z",
          "wordCount": 529,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "Congress Names Former Astronaut as New NASA Leader"
        },
        {
          "description": "According to a new report by the Washington State Department of Ecology, a massive underground radioactive chemical storage tank in the state is leaking gallons of nuclear waste into the ground nearby. That’s especially bad news, reigniting fears that the waste may end up in the Columbia River, the largest river in the Pacific Northwest, […]\nThe post An Underground Tank Is Leaking Massive Amounts of Radioactive Waste appeared first on Futurism.",
          "link": "https://futurism.com/underground-tank-leaking-radioactive-waste",
          "publishedOn": "2021-04-30T16:57:20.000Z",
          "wordCount": 692,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "An Underground Tank Is Leaking Massive Amounts of Radioactive Waste"
        },
        {
          "description": "The Army Research Laboratory (ARL) is tired of old-school robots that roll around on wheels or tracks — and it wants to give military tech a biological upgrade. Scientists at the ARL are diving into a new field of biohybrid robotics, in which they fuse robotic machinery with living muscle tissue, according to […]\nThe post The Military Is Working on Robots With Biological Muscles appeared first on Futurism.",
          "link": "https://futurism.com/military-robots-biological-muscles",
          "publishedOn": "2021-04-30T16:21:52.000Z",
          "wordCount": 500,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "The Military Is Working on Robots With Biological Muscles"
        },
        {
          "description": "Hawaii has become the first US state in history to declare a climate emergency, The Hill reports. The state legislature is about to pass a resolution that calls climate change a threat to both humankind and the environment. The resolution also calls for states to collaborate with organizations to alleviate the adverse effects of climate […]\nThe post Hawaii Declares Climate Emergency Due to Rising Sea appeared first on Futurism.",
          "link": "https://futurism.com/hawaii-climate-emergency",
          "publishedOn": "2021-04-30T15:36:35.000Z",
          "wordCount": 463,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "Hawaii Declares Climate Emergency Due to Rising Sea"
        },
        {
          "description": "It’s a hard bar to clear, but former Fear Factor and current podcast host Joe Rogan seems to have made his worst, or at least most widely criticized take yet. And now he’s kind of backing down. The vaccines currently approved for use in the United States have done tremendous work protecting people from the […]\nThe post Joe Rogan Explains Anti-Vax Comments: &#8220;I&#8217;m Not a Doctor, I&#8217;m a F*cking Moron&#8221; appeared first on Futurism.",
          "link": "https://futurism.com/joe-rogan-antivax-comments",
          "publishedOn": "2021-04-30T14:58:50.000Z",
          "wordCount": 725,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "Joe Rogan Explains Anti-Vax Comments: “I’m Not a Doctor, I’m a F*cking Moron”"
        },
        {
          "description": "China successfully launched the first base module of its space station earlier this week. But while the Long March 5B rocket, the country’s largest, successfully made the drop-off, it’s now likely to hurtle uncontrollably back down through the Earth’s atmosphere, as SpaceNews reports. The rocket used four boosters and a massive core stage to get […]\nThe post Oops, More Huge Chinese Space Debris Is Tumbling Back to Earth appeared first on Futurism.",
          "link": "https://futurism.com/oops-more-huge-chinese-space-debris-is-tumbling-back-to-earth",
          "publishedOn": "2021-04-30T14:41:49.000Z",
          "wordCount": 669,
          "sourceHref": "https://futurism.com/feed",
          "sourceTitle": "Futurism",
          "title": "Oops, More Huge Chinese Space Debris Is Tumbling Back to Earth"
        }
      ]
    },
    {
      "href": "https://www.freecodecamp.org/news/rss/",
      "articles": [
        {
          "description": "These days, computers can pretty much do anything. Now if you are a frequent computer user like I am, I'm sure you interact with the keyboard all the time. And in this article, I'm going to show you some helpful keyboard shortcuts that will make your work easier",
          "link": "https://www.freecodecamp.org/news/keyboard-shortcuts-improve-productivity/",
          "publishedOn": "2021-04-30T18:37:37.000Z",
          "wordCount": 1334,
          "sourceHref": "https://www.freecodecamp.org/news/rss/",
          "sourceTitle": "freeCodeCamp.org",
          "title": "Keyboard Shortcuts to Improve Your Coding Productivity"
        },
        {
          "description": "In this article, you'll practice your JavaScript skills while streamlining your household chores by creating your very own home inventory system.  I've often found that it's hard to keep track common household items that I buy frequently such as food, spices, medicine, and the like. It's annoying at best and",
          "link": "https://www.freecodecamp.org/news/nodejs-and-cloud-firestore-tutorial-build-a-home-inventory-system/",
          "publishedOn": "2021-04-30T16:26:24.000Z",
          "wordCount": 1429,
          "sourceHref": "https://www.freecodecamp.org/news/rss/",
          "sourceTitle": "freeCodeCamp.org",
          "title": "Node.js and Cloud Firestore Tutorial – How to Build a Home Inventory System"
        },
        {
          "description": "Docker is an open source project that makes it easy to create containers and container-based apps. Docker's lightweight and portable software containers simplify application development, testing, and deployment. We just released a course on the freeCodeCamp.org YouTube channel that will help you learn the core fundamentals of Docker by",
          "link": "https://www.freecodecamp.org/news/learn-docker-by-building-a-node-express-app/",
          "publishedOn": "2021-04-29T20:05:04.000Z",
          "wordCount": 496,
          "sourceHref": "https://www.freecodecamp.org/news/rss/",
          "sourceTitle": "freeCodeCamp.org",
          "title": "Learn Docker by Building a Node / Express App"
        },
        {
          "description": "In this article, I'll teach you CSS Flexbox basics so you can make your own responsive sites. I'll explain how each of Flexbox's properties work, and I'll give you a cheatsheet that covers everything you can do with Flexbox. Let's Go 🎖️ Table of ContentsFlexbox Architectureflex-directionjustify-contentalign-contentalign-itemsalign-selfflex - grow | shrink | wrap | basisShort",
          "link": "https://www.freecodecamp.org/news/css-flexbox-tutorial-with-cheatsheet/",
          "publishedOn": "2021-04-28T19:33:57.000Z",
          "wordCount": 1289,
          "sourceHref": "https://www.freecodecamp.org/news/rss/",
          "sourceTitle": "freeCodeCamp.org",
          "title": "CSS Flexbox Tutorial with Flexbox Properties Cheat Sheet 🎖️"
        },
        {
          "description": "The MERN stack is a popular way to make a full stack web app. MERN stands for MongoDB, Express, React, and Node.js. We just published a course on the freeCodeCamp.org YouTube channel that will teach you how to use the MERN stack by building a restaurant review web",
          "link": "https://www.freecodecamp.org/news/create-a-mern-stack-app-with-a-serverless-backend/",
          "publishedOn": "2021-04-28T14:05:56.000Z",
          "wordCount": 384,
          "sourceHref": "https://www.freecodecamp.org/news/rss/",
          "sourceTitle": "freeCodeCamp.org",
          "title": "Create a MERN Stack App with a Serverless Backend"
        },
        {
          "description": "JavaScript is an easy-to-learn programming language compared to many of its counterparts. However, a few basic concepts need a bit more attention if you want to understand, debug, and write better code.  In this article, we will learn about two such concepts, Execution ContextHoistingAs a beginner to JavaScript, understanding these",
          "link": "https://www.freecodecamp.org/news/javascript-execution-context-and-hoisting/",
          "publishedOn": "2021-04-27T22:53:14.000Z",
          "wordCount": 2010,
          "sourceHref": "https://www.freecodecamp.org/news/rss/",
          "sourceTitle": "freeCodeCamp.org",
          "title": "JavaScript Execution Context and Hoisting Explained with Code Examples"
        },
        {
          "description": "Hi! Welcome. If you are learning Python, then this article is for you. You will find a thorough description of Python syntax and lots of code examples to guide you during your coding journey.  What we will cover:Variable Definitions in PythonHello, World! Program in PythonData Types and Built-in Data",
          "link": "https://www.freecodecamp.org/news/python-code-examples-sample-script-coding-tutorial-for-beginners/",
          "publishedOn": "2021-04-27T19:55:23.000Z",
          "wordCount": 12960,
          "sourceHref": "https://www.freecodecamp.org/news/rss/",
          "sourceTitle": "freeCodeCamp.org",
          "title": "Python Code Examples – Sample Script Coding Tutorial for Beginners"
        },
        {
          "description": "Hello, everyone! In this article we are going to learn how to add the Realm database to an iOS app.  We'll create a simple ToDo app so you can learn how to perform CRUD (Create, Read, Update, Delete) operations in the Realm database. What is Realm?Realm is an open-source",
          "link": "https://www.freecodecamp.org/news/add-realm-database-to-ios-crud-app-with-with-swift/",
          "publishedOn": "2021-04-27T18:21:00.000Z",
          "wordCount": 1815,
          "sourceHref": "https://www.freecodecamp.org/news/rss/",
          "sourceTitle": "freeCodeCamp.org",
          "title": "How to Add the Realm Database to an iOS CRUD App using Swift"
        },
        {
          "description": "What is Lazy Loading?Lazy loading is the process of loading components, modules, or other assets of a website as they're required.  Since Angular creates a SPA (Single Page Application), all of its components are loaded at once. This means that a lot of unnecessary libraries or modules might be",
          "link": "https://www.freecodecamp.org/news/lazy-loading-in-angular-intro-to-ngmodules/",
          "publishedOn": "2021-04-27T18:17:43.000Z",
          "wordCount": 1178,
          "sourceHref": "https://www.freecodecamp.org/news/rss/",
          "sourceTitle": "freeCodeCamp.org",
          "title": "Lazy Loading in Angular – A Beginner&#x27;s Guide to NgModules"
        },
        {
          "description": "In this article, we will build a React application using class components. Then we'll convert it to functional components using React Hooks in a step-by-step way. By building this app, you will learn: How to make API callsHow to implement load more functionalityHow to debug application issuesHow to use async/",
          "link": "https://www.freecodecamp.org/news/build-a-react-application-with-load-more-functionality-react-hooks/",
          "publishedOn": "2021-04-27T18:12:22.000Z",
          "wordCount": 3778,
          "sourceHref": "https://www.freecodecamp.org/news/rss/",
          "sourceTitle": "freeCodeCamp.org",
          "title": "How to Build a React Application with Load More Functionality using React Hooks"
        }
      ]
    }
  ],
  "cliVersion": "1.2.3"
}